[
      {
       "Title": "The Brothers Karamazov",
       "Author" : "Fyodor Dostoevsky",
       "Description" : "The murder of brutal landowner Fyodor Karamazov changes the lives of his sons irrevocably: Mitya, the sensualist, whose bitter rivalry with his father immediately places him under suspicion for parricide; Ivan, the intellectual, driven to breakdown; the spiritual Alyosha, who tries to heal the family's rifts; and the shadowy figure of their bastard half-brother, Smerdyakov. Dostoyevsky's dark masterwork evokes a world where the lines between innocence and corruption, good and evil, blur, and everyone's faith in humanity is tested." 
       },
       {
        "Title": "Crime and Punishment",
        "Author" : "Fyodor Dostoevsky",
        "Description" : "When Raskolnikov, an impoverished student living in the St. Petersburg of the tsars, commits an act of murder and theft, he sets into motion a story that is almost unequalled in world literature for its excruciating suspense, its atmospheric vividness, and its depth of characterization and vision. Dostoevsky’s drama of sin, guilt, and redemption transforms the sordid story of an old woman’s murder into the nineteenth century’s profoundest and most compelling philosophical novel." 
       },
       {
        "Title": "Anna Karenina",
        "Author" : "Leo Tolstoy",
        "Description" : "Originally published in serialized form over a number of years in the 1870s before finally being published as a complete novel in 1878, Anna Karenina is widely regarded as one of the great 19th  century novels and one of the most significant books ever written. The heroine of Tolstoy's epic of love and self-destruction, Anna Karenina has beauty, wealth, popularity and an adored son, but feels that her life is empty until she encounters the impetuous officer Count Vronsky. Their subsequent affair scandalizes society and family alike, and brings jealousy and bitterness in its wake. Contrasting with this is the vividly observed story of Levin, a man striving to find contentment and a meaning to his life - and also a self-portrait of Tolstoy himself. This award-winning translation has been acclaimed as the definitive English version of Tolstoy's masterpiece." 
       },
       {
        "Title": "War and Peace",
        "Author" : "Leo Tolstoy",
        "Description" : "War and Peace broadly focuses on Napoleons invasion of Russia in 1812 and follows three of the most well-known characters in literature: Pierre Bezukhov, the illegitimate son of a count who is fighting for his inheritance and yearning for spiritual fulfillment; Prince Andrei Bolkonsky, who leaves his family behind to fight in the war against Napoleon; and Natasha Rostov, the beautiful young daughter of a nobleman who intrigues both men."

        "At a glittering society party in St Petersburg in 1805, conversations are dominated by the prospect of war. Terror swiftly engulfs the country as Napoleon's army marches on Russia, and the lives of three young people are changed forever. The stories of quixotic Pierre, cynical Andrey and impetuous Natasha interweave with a huge cast, from aristocrats and peasants to soldiers and Napoleon himself. In War and Peace, Tolstoy entwines grand themes - conflict and love, birth and death, free will and faith - with unforgettable scenes of nineteenth-century Russia, to create a magnificent epic of human life in all its imperfection and grandeur." 
       },
       {
        "Title": "The Death of Ivan Ilyich",
        "Author" : "Leo Tolstoy",
        "Description" : "The Death of Ivan Ilyich (1886) is a fictional novella by the Russian author Leo Tolstoy (1828-1910). The story raises questions about what is important in life through Tolstoy’s observation of social interaction and individual priorities."
       },
       {
        "Title": "Death Souls",
        "Author" : "Nikolai Gogol",
        "Description" : "Dead Souls is the tale of Chichikov, an itinerant mid-rank bureaucrat desperate to make his fortune. He seeks to do so not by conventional means, but by purchasing peasants who have died since the last census, and thus are only alive on paper. He can then mortgage these “dead souls” and get rich." 
       },
       {
        "Title": "Demons",
        "Author" : "Fyodor Dostoevsky",
        "Description" : "Demons is an allegory of the potentially catastrophic consequences of the political and moral nihilism that were becoming prevalent in Russia in the 1860s. A fictional town descends into chaos as it becomes the focal point of an attempted revolution, orchestrated by master conspirator Pyotr Verkhovensky." 
       },
       {
        "Title": "Mother",
        "Author" : "Maxim Gorky",
        "Description" : "“Mothers are hardly ever pitied,” wrote Maxim Gorky (1868-1936) in his landmark novel Mother around 100 years ago. The novel is about the pre-revolution proletariat of Russia and focuses on the role women played in the struggle of the Russian working class on the eve of the revolution of 1905." 
       },
       {
        "Title": "Eugene Onegin",
        "Author" : "Alexander Pushkin",
        "Description" : "Eugene Onegin is a novel of narrative poetry written by Russian novelist Alexander Pushkin. The novel was originally published in serial format between 1825 and 1832, and was formally released as a single book in 1833. The novel, which is written in 389 stanzas of iambic tetrameter, tells the story of a wealthy cynic pursued by a romantic young woman. Highly acclaimed, the novel has been translated into several languages and adapted for film, theater, and radio." 
       },
       {
        "Title": "The Master and Margarita",
        "Author" : "Mikhail Bulgakov",
        "Description" : "The Master and Margarita alternates between two settings. The first is 1930s Moscow, where Satan impersonates a mysterious gentleman going by the name Professor Woland. Accompanied by a valet named Koroviev, a gun-toting black cat named Behemoth, and a vampire, ghoul, and witch, Satan and his fellow supernatural beings wreak havoc on the Moscow culture of the time. They target the literary elite, the trade union, and the corrupt social climbers and bureaucrats of the era. The second setting is Jerusalem in the time of Pontius Pilate, which is seen in “Woland”’s conversations with the bureaucrat Berlioz, and deals with the trial of Jesus and the devil’s growing understanding and sympathy for Jesus, as his execution approaches and the devil becomes resigned to his fate." 
       },
       {
        "Title": "Fathers and Sons",
        "Author" : "Ivan Turgenev",
        "Description" : "Ivan Turgenev’s Fathers and Sons, sometimes translated more literally as Fathers and Children, is a work of literary fiction first published in 1862. The novel describes Russia’s emerging class divisions and the political divides within the nobility in the 1860s. After the novel’s publication, radicals embracing nihilism turned their support for science and rationality into a defense of Marxism and its emphasis on the objective laws of history and the inevitability of revolution. In literary terms, the novel is a classic of Russian realism, with lucid, lyrical descriptions of pastoral landscapes and the turmoil within the hearts and minds of its characters." 
       },
       {
        "Title": "One Day in the Life of Ivan Denisovich",
        "Author" : "Aleksandr Solzhenitsyn",
        "Description" : "A classic Russian historical novel, Aleksandr Solzhenitsyn’s One Day in the Life of Ivan Denisovich (1962) tells the story of a labor-camp inmate trying to cope with the communist oppression. One of the most impressive books to come out of the Soviet Union, Solzhenitsyn is frequently compared to literary giants such as Tolstoy and Dostoevsky. In 1970, he won the Nobel Prize for Literature. Although he was exiled from the Soviet Union in 1974, he returned to Russia in 1994." 
       },
       {
        "Title": "The Idiot",
        "Author" : "Fyodor Dostoevsky",
        "Description" : "Returning to St Petersburg from a Swiss sanatorium, the gentle and naïve epileptic Prince Myshkin - the titular 'idiot' - pays a visit to his distant relative General Yepanchin and proceeds to charm the General, his wife, and his three daughters. But his life is thrown into turmoil when he chances on a photograph of the beautiful Nastasya Filippovna. Utterly infatuated with her, he soon finds himself caught up in a love triangle and drawn into a web of blackmail, betrayal, and finally, murder. Inspired by an image of Christ's suffering Dostoyevsky sought to portray in Prince Myshkin the purity of a 'truly beautiful soul' and explore the perils that innocence and goodness face in a corrupt world." 
       },
       {
        "Title": "The Gambler",
        "Author" : "Fyodor Dostoevsky",
        "Description" : "The Gambler is a stunning psychological portrait of a young man’s exhilarating and destructive addiction, a compulsion that Dostoevsky who once gambled away his young wife’s wedding ring–knew intimately from his own experience. In the disastrous love affairs and gambling adventures of his character, Alexei Ivanovich, Dostoevsky explores the irresistible temptation to look into the abyss of ultimate risk that he believed was an essential part of the Russian national characte" 
       }
  ]
